Repository: wtbenica/text-clock
Catalog: po/*.po
Languages: es

source: Error binding settings for
es: Error vinculando configuración para

source: Accent
es: Acento

source: Time Color
es: Color de Hora

source: Date Color
es: Color de Fecha

source: Divider Color
es: Color de Separador

source: Solid
es: Sólido

source: Contrasting
es: Contrastante

source: Accent Style
es: Estilo de Acento

source: Choose accent color variation
es: Elegir variación de color de acento

source: Default
es: Predeterminado

source: Accent Color
es: Color de Acento

source: Custom Colors
es: Colores Personalizados

source: Color mode
es: Modo de color

source: Choose which color source to use
es: Elegir qué fuente de color usar

source: Colors
es: Colores

source: Clock Colors
es: Colores del Reloj

source: Customize the colors of the clock and date text
es: Personalizar los colores del reloj y texto de fecha

source: Clock Settings
es: Configuración del Reloj

source: Customize the appearance and behavior of the clock
es: Personalizar la apariencia y comportamiento del reloj

source: Show Date
es: Mostrar Fecha

source: Show the date in the clock
es: Mostrar la fecha en el reloj

source: Show Weekday
es: Mostrar Día de la Semana

source: Show the day of the week in the clock
es: Mostrar el día de la semana en el reloj

source: Time Format
es: Formato de Hora

source: Choose the time display format
es: Elegir el formato de visualización de la hora

source: Fuzziness
es: Imprecisión

source: How precise the time displayed should be
es: Qué tan precisa debe ser la hora mostrada

source: Divider Preset
es: Separador Predefinido

source: Choose a preset divider or select custom
es: Elegir un separador predefinido o seleccionar personalizado

source: Custom Divider Text
es: Texto de Separador Personalizado

source: Custom Text
es: Texto Personalizado

source: Complete color customization with accent-based and custom themes.
es: Personalización completa de colores con temas basados en el acento y temas personalizados.

source: Enhanced preferences interface
es: Interfaz de preferencias mejorada

source: Divider customization options
es: Opciones de personalización del separador

source: Improved translations
es: Traducciones mejoradas

source: Modern preferences interface
es: Interfaz de preferencias moderna

source: Flexible divider customization
es: Personalización flexible del separador

source: Comprehensive translations
es: Traducciones completas

source: Check Preferences to explore features.
es: Revisa Preferencias para explorar las funciones.

source: Check Preferences for new features.
es: Revisa Preferencias para las nuevas funciones.

source: Features: %s Additional capabilities: %s
es: Funciones: %s Capacidades adicionales: %s

source: New: %s Additional improvements: %s
es: Nuevo: %s Mejoras adicionales: %s

source: Text Clock updated to %s
es: Text Clock actualizado a %s

source: the %s
es: el %s

source: sunday the %s
es: domingo %s

source: monday the %s
es: lunes %s

source: tuesday the %s
es: martes %s

source: wednesday the %s
es: miércoles %s

source: thursday the %s
es: jueves %s

source: friday the %s
es: viernes %s

source: saturday the %s
es: sábado %s

# Short standalone weekday name
source: sunday
es: domingo

# Short standalone weekday name
source: monday
es: lunes

# Short standalone weekday name
source: tuesday
es: martes

# Short standalone weekday name
source: wednesday
es: miércoles

# Short standalone weekday name
source: thursday
es: jueves

# Short standalone weekday name
source: friday
es: viernes

# Short standalone weekday name
source: saturday
es: sábado

source: first
es: primero

source: second
es: dos

source: third
es: tres

source: fourth
es: cuatro

source: fifth
es: cinco

source: sixth
es: seis

source: seventh
es: siete

source: eighth
es: ocho

source: ninth
es: nueve

source: tenth
es: diez

source: eleventh
es: once

source: twelfth
es: doce

source: thirteenth
es: trece

source: fourteenth
es: catorce

source: fifteenth
es: quince

source: sixteenth
es: dieciséis

source: seventeenth
es: diecisiete

source: eighteenth
es: dieciocho

source: nineteenth
es: diecinueve

source: twentieth
es: veinte

source: twenty first
es: veintiuno

source: twenty second
es: veintidós

source: twenty third
es: veintitrés

source: twenty fourth
es: veinticuatro

source: twenty fifth
es: veinticinco

source: twenty sixth
es: veintiséis

source: twenty seventh
es: veintisiete

source: twenty eighth
es: veintiocho

source: twenty ninth
es: veintinueve

source: thirtieth
es: treinta

source: thirty first
es: treinta y uno

# format one
source: %s o'clock
es: %s en punto

# format one
source: one past %s
es: %s y uno

# format one
source: two past %s
es: %s y dos

# format one
source: three past %s
es: %s y tres

# format one
source: four past %s
es: %s y cuatro

# format one
source: five past %s
es: %s y cinco

# format one
source: six past %s
es: %s y seis

# format one
source: seven past %s
es: %s y siete

# format one
source: eight past %s
es: %s y ocho

# format one
source: nine past %s
es: %s y nueve

# format one
source: ten past %s
es: %s y diez

# format one
source: eleven past %s
es: %s y once

# format one
source: twelve past %s
es: %s y doce

# format one
source: thirteen past %s
es: %s y trece

# format one
source: fourteen past %s
es: %s y catorce

# format one
source: quarter past %s
es: %s y cuarto

# format one
source: sixteen past %s
es: %s y dieciséis

# format one
source: seventeen past %s
es: %s y diecisiete

# format one
source: eighteen past %s
es: %s y dieciocho

# format one
source: nineteen past %s
es: %s y diecinueve

# format one
source: twenty past %s
es: %s y veinte

# format one
source: twenty one past %s
es: %s y veintiuno

# format one
source: twenty two past %s
es: %s y veintidós

# format one
source: twenty three past %s
es: %s y veintitrés

# format one
source: twenty four past %s
es: %s y veinticuatro

# format one
source: twenty five past %s
es: %s y veinticinco

# format one
source: twenty six past %s
es: %s y veintiséis

# format one
source: twenty seven past %s
es: %s y veintisiete

# format one
source: twenty eight past %s
es: %s y veintiocho

# format one
source: twenty nine past %s
es: %s y veintinueve

# format one
source: half past %s
es: %s y media

# format one
source: twenty nine to %s
es: %s menos veintinueve

# format one
source: twenty eight to %s
es: %s menos veintiocho

# format one
source: twenty seven to %s
es: %s menos veintisiete

# format one
source: twenty six to %s
es: %s menos veintiséis

# format one
source: twenty five to %s
es: %s menos veinticinco

# format one
source: twenty four to %s
es: %s menos veinticuatro

# format one
source: twenty three to %s
es: %s menos veintitrés

# format one
source: twenty two to %s
es: %s menos veintidós

# format one
source: twenty one to %s
es: %s menos veintiuno

# format one
source: twenty to %s
es: %s menos veinte

# format one
source: nineteen to %s
es: %s menos diecinueve

# format one
source: eighteen to %s
es: %s menos dieciocho

# format one
source: seventeen to %s
es: %s menos diecisiete

# format one
source: sixteen to %s
es: %s menos dieciséis

# format one
source: quarter to %s
es: %s menos cuarto

# format one
source: fourteen to %s
es: %s menos catorce

# format one
source: thirteen to %s
es: %s menos trece

# format one
source: twelve to %s
es: %s menos doce

# format one
source: eleven to %s
es: %s menos once

# format one
source: ten to %s
es: %s menos diez

# format one
source: nine to %s
es: %s menos nueve

# format one
source: eight to %s
es: %s menos ocho

# format one
source: seven to %s
es: %s menos siete

# format one
source: six to %s
es: %s menos seis

# format one
source: five to %s
es: %s menos cinco

# format one
source: four to %s
es: %s menos cuatro

# format one
source: three to %s
es: %s menos tres

# format one
source: two to %s
es: %s menos dos

# format one
source: one to %s
es: %s menos uno

# Should be able to replace %s in format one templates
source: midnight
es: las doce

# Must be able to replace %s in format one templates
source: noon
es: las doce

# format two
source: %s o'clock
es: %s en punto

# format two
source: %s oh one
es: %s uno

# format two
source: %s oh two
es: %s dos

# format two
source: %s oh three
es: %s tres

# format two
source: %s oh four
es: %s cuatro

# format two
source: %s oh five
es: %s cinco

# format two
source: %s oh six
es: %s seis

# format two
source: %s oh seven
es: %s siete

# format two
source: %s oh eight
es: %s ocho

# format two
source: %s oh nine
es: %s nueve

# format two
source: %s ten
es: %s diez

# format two
source: %s eleven
es: %s once

# format two
source: %s twelve
es: %s doce

# format two
source: %s thirteen
es: %s trece

# format two
source: %s fourteen
es: %s catorce

# format two
source: %s fifteen
es: %s quince

# format two
source: %s sixteen
es: %s dieciséis

# format two
source: %s seventeen
es: %s diecisiete

# format two
source: %s eighteen
es: %s dieciocho

# format two
source: %s nineteen
es: %s diecinueve

# format two
source: %s twenty
es: %s veinte

# format two
source: %s twenty one
es: %s veintiuno

# format two
source: %s twenty two
es: %s veintidós

# format two
source: %s twenty three
es: %s veintitrés

# format two
source: %s twenty four
es: %s veinticuatro

# format two
source: %s twenty five
es: %s veinticinco

# format two
source: %s twenty six
es: %s veintiséis

# format two
source: %s twenty seven
es: %s veintisiete

# format two
source: %s twenty eight
es: %s veintiocho

# format two
source: %s twenty nine
es: %s veintinueve

# format two
source: %s thirty
es: %s treinta

# format two
source: %s thirty one
es: %s treinta y uno

# format two
source: %s thirty two
es: %s treinta y dos

# format two
source: %s thirty three
es: %s treinta y tres

# format two
source: %s thirty four
es: %s treinta y cuatro

# format two
source: %s thirty five
es: %s treinta y cinco

# format two
source: %s thirty six
es: %s treinta y seis

# format two
source: %s thirty seven
es: %s treinta y siete

# format two
source: %s thirty eight
es: %s treinta y ocho

# format two
source: %s thirty nine
es: %s treinta y nueve

# format two
source: %s forty
es: %s cuarenta

# format two
source: %s forty one
es: %s cuarenta y uno

# format two
source: %s forty two
es: %s cuarenta y dos

# format two
source: %s forty three
es: %s cuarenta y tres

# format two
source: %s forty four
es: %s cuarenta y cuatro

# format two
source: %s forty five
es: %s cuarenta y cinco

# format two
source: %s forty six
es: %s cuarenta y seis

# format two
source: %s forty seven
es: %s cuarenta y siete

# format two
source: %s forty eight
es: %s cuarenta y ocho

# format two
source: %s forty nine
es: %s cuarenta y nueve

# format two
source: %s fifty
es: %s cincuenta

# format two
source: %s fifty one
es: %s cincuenta y uno

# format two
source: %s fifty two
es: %s cincuenta y dos

# format two
source: %s fifty three
es: %s cincuenta y tres

# format two
source: %s fifty four
es: %s cincuenta y cuatro

# format two
source: %s fifty five
es: %s cincuenta y cinco

# format two
source: %s fifty six
es: %s cincuenta y seis

# format two
source: %s fifty seven
es: %s cincuenta y siete

# format two
source: %s fifty eight
es: %s cincuenta y ocho

# format two
source: %s fifty nine
es: %s cincuenta y nueve

# Must be able to replace %s in format two templates
source: twelve
es: doce

# 00:00 / 12:00 AM
source: midnight
es: las doce

# 01:00 / 01:00 AM
source: one
es: la una

# 02:00 / 02:00 AM
source: two
es: las dos

# 03:00 / 03:00 AM
source: three
es: las tres

# 04:00 / 04:00 AM
source: four
es: las cuatro

# 05:00 / 05:00 AM
source: five
es: las cinco

# 06:00 / 06:00 AM
source: six
es: las seis

# 07:00 / 07:00 AM
source: seven
es: las siete

# 08:00 / 08:00 AM
source: eight
es: las ocho

# 09:00 / 09:00 AM
source: nine
es: las nueve

# 10:00 / 10:00 AM
source: ten
es: las diez

# 11:00 / 11:00 AM
source: eleven
es: las once

# 12:00 / 12:00 PM
source: noon
es: las doce

# 13:00 / 01:00 PM
source: one
es: la una

# 14:00 / 02:00 PM
source: two
es: las dos

# 15:00 / 03:00 PM
source: three
es: las tres

# 16:00 / 04:00 PM
source: four
es: las cuatro

# 17:00 / 05:00 PM
source: five
es: las cinco

# 18:00 / 06:00 PM
source: six
es: las seis

# 19:00 / 07:00 PM
source: seven
es: las siete

# 20:00 / 08:00 PM
source: eight
es: las ocho

# 21:00 / 09:00 PM
source: nine
es: las nueve

# 22:00 / 10:00 PM
source: ten
es: las diez

# 23:00 / 11:00 PM
source: eleven
es: las once

# exactly midnight
source: midnight
es: medianoche

# exactly noon
source: noon
es: mediodía

source: Text Clock Prefs
es: Preferencias de Text Clock

source: Open Preferences
es: Abrir Preferencias

source: one minute
es: un minuto

source: Most precise time display
es: Mostrar la hora más precisa

source: five minutes
es: cinco minutos

source: Slightly fuzzy time display
es: Mostrar la hora ligeramente imprecisa

source: ten minutes
es: diez minutos

source: Moderately fuzzy time display
es: Mostrar la hora moderadamente imprecisa

source: fifteen minutes
es: quince minutos

source: Most fuzzy time display
es: Mostrar la hora más imprecisa

source: Vertical line divider
es: Separador de línea vertical

source: Bullet point divider
es: Separador de viñeta

source: Filled circle divider
es: Separador de círculo relleno

source: Em dash divider
es: Separador de guion largo

source: Custom
es: Personalizado

source: Use custom divider text
es: Usar texto de separador personalizado

source: Format One
es: Formato Uno

source: Standard time format
es: Formato de hora estándar

source: Format Two
es: Formato Dos

source: Alternative time format
es: Formato de hora alternativo

source: Time and date same color
es: Hora y fecha mismo color

source: Accent Light
es: Acento Claro

source: All elements lighter
es: Todos los elementos más claros

source: Accent Dark
es: Acento Oscuro

source: All elements darker
es: Todos los elementos más oscuros

source: Duotone
es: Duotono

source: Time lighter, date normal
es: Hora más clara, fecha normal

source: Racing Stripe
es: Franja Racing

source: Time/date solid, divider white
es: Hora/fecha sólidas, separador blanco

source: Racing Stripe Duotone
es: Franja Racing Duotono

source: Time lighter, date normal, divider white
es: Hora más clara, fecha normal, separador blanco

source: Contrast
es: Contraste

source: Time white, date normal, divider white
es: Hora blanca, fecha normal, separador blanco

source: Contrast Reverse
es: Contraste Invertido

source: Time normal, date white, divider normal
es: Hora normal, fecha blanca, separador normal
